<?php 
$l_title = '用户协议 | ProjNote';
$l_ptitle = 'ProjNote 用户协议';
$l_terms = '服务条款';
$l_privacies = '隐私政策';

$l_term = array();
$l_term[1] = '在使用 www.projnote.com 网站 和 所有 ProjNote 服务的时候，您需同意以下条款和条件的约束（“服务条款”）';
$l_term[2] = 'ProjNote有权随时更改服务条款，恕不另行通知。任何新功能，增强或强化目前的服务，包括发布新的工具和资源，都应遵守此服务条款。任何这种变化发生后，如果您继续使用的服务，您同意这些变化。你可以随时查看最新版本的<a href="http://www.projnote.com/terms/index.php">服务条款</a>。';
$l_term[3] = '违反以下的任何条款，将导致您的帐户被终止。与此同时，ProjNote 对您可能会看到的用户在网站上发布的内容不负任何责任。';

$l_t_acc = '帐号条款';
$l_account = array();
$l_account[1] = '您必须够16岁才能使用 www.projnonte.com。';
$l_account[2] = '在任何时候，不得使用“机器人”或任何形式的自动程序使用 www.projnote.com。';
$l_account[3] = '您需要提供您的全名，邮件地址，以及其他一些信息完成注册。';
$l_account[4] = '您必须妥善保管您的帐号（邮件）和密码，ProjNote 对丢失以上信息对您账户造成的损害不负任何责任。';
$l_account[5] = '在任何情况下，您都对通过您帐号所发比的内容负全部责任。';
$l_account[6] = '在任何情况下，不得通过使用本站违反您所在国家和地区的法律法规。';

$l_t_copy = '版权和内容的所有权';
$l_copy = array();
$l_copy[1] = 'ProjNote 不对您在本站发布的任何内容拥有知识产权。您拥有您发布的所有内容的知识产权。然而，给予其他用户观看和共享权限（如：参加同一项目），您同意并允许他人查看和分享您发布的相关内容。';
$l_copy[2] = 'ProjNote 不会审查用户发布的内容，但是 ProjNote 保留单方面随时拒绝和删除用户发布内容的权利（但非义务）。';
$l_copy[3] = 'ProjNote 拥有 www.projnote.com 网站的表现形式和用户体验的所有版权©2012-'.date('Y').'。未经 ProjNote 书面授权，不得复制，抄袭或重复使用任何 HTML/CSS 代码以及任何网页设计元素。';

$l_t_general = '责任限制';
$l_general = array();
$l_general[1] = 'ProjNote 有权随时更改网站形式和服务内容，并且不予及时通知。如对您造成不便请谅解。';
$l_general[2] = 'ProjNote 使用第三方的服务器（群）主机以及必要的软件，网络等来支持网站。';
$l_general[3] = '任何人不得更改，改编或破解其他网站或服务，使其与 www.projnote.com 的网站和服务相关。';
$l_general[4] = '除获得 ProjNote 的书面授权外，任何人不得重造，仿造，复制，买卖或利用任何网站内容。';
$l_general[5] = '当 ProjNote 单方面发现有违法，威胁，中伤，诽谤，淫秽，色情以及盗用或侵犯他人知识产权的内容时，ProjNote 有删除该内容的权利（非义务）。';
$l_general[6] = '我们提醒您，网站 www.projnote.com 在一下技术处理和数据传输中，信息有可能不会被加密：(a) 在多个网络衔接端口出；和 (b) 为了符合和适应连接网络或设备的技术要求时。';
$l_general[7] = '用户不得向 www.projnote.com 上传，发表，发送广告，“垃圾”邮件，留言或短信。';
$l_general[8] = '用户不得向 www.projnote.com 上传或发送带有病毒或有毁坏性质的的文件和内容。';
$l_general[9] = 'ProjNote 不承诺一下条款：(a) 提供的所有服务都买足您的个人需求，(b) 所提供的服务不会被暂时中断，百分百的无误和不被侵入，(c) 您使用的服务以及获得的结果随时都是百分百精准的，(d) 所提供的服务，提供的信息和其他内容都百分百的和您的预期相符，(e)网站所存在的所有错误都会被及时改正。';
$l_general[10] = 'ProjNote 在以下情况下对您造成的损失或成本不负责任：(a) 当您无法使用网站和服务时；(b) 当您认为需要购买其他产品或服务来代替ProjNote的网站和服务时；(c) 非法入侵来更改您的内容是；(d) 使用第三方产品或服务和ProjNote协作时；(e)或任何其他与ProjNote网站和服务有关的问题。';
$l_general[11] = '当ProjNote无力履行某个服务条款中的规定时，并不构成该服务条款的无效性。这份服务条款构成了您和ProjNote之间的协议，在使用ProjNote网站和服务的时候您需要严格履行该协议（包括您开始使用ProjNote网站和服务后的所有服务条款版本）。';

$l_privacy = array();
$l_privacy[1] = 'ProjNote 记录用户的邮件地址，为了账户需要以及我们及时的和我们的用户联系。我们统计我们的用户自愿回答的调查问卷。这些信息用来帮助 ProjNote 更好的更新我们的网站和服务来满足我们用户的需求。在未经您的书面授权时，ProjNote 不会将这些信息共享或出售给任何人或组织除以下情况外：';

$l_exception = array();
$l_exception[1] = '当设计到法律诉讼时，作为证据提供，在法院审理时出具。';
$l_exception[2] = '当 ProjNote 被并购，和与另一家（或几家）公司合并时。在有关您的信息和内容需要被转移到另一份隐私协议前，ProjNote 将通过邮件形式通知您。';

$l_t_info = '信息的收集和用途';
$l_info = array();
$l_info[1] = '当您注册 ProjNote 时，您需要提供您的姓名和邮件地址来完成注册。';
$l_info[2] = 'ProjNote 将使用收集的信息与您联系，作为帐号简别，发送问卷，更新产品和产品研究。';

$l_t_cookie = '互联网 COOKIES';
$l_cookie = array();
$l_cookie[1] = '网站 Cookie 是一个小数据，通常包括一个匿名标识，通过您浏览网站的浏览器（如：IE，Firefox，等）储存在你的电脑或手机等的硬盘上。';
$l_cookie[2] = 'ProjNote 网站使用了互联网 Cookie 来实现我们的服务。';
$l_cookie[3] = '在登录 www.projnote.com 时，如果您选择“下次自动登录”复选框，一个 Cookie 将储存在您当时所使用的上网工具上（电脑，手机等）以方便下次您浏览 www.projnote.com 时自动登录。不选择“下次自动登录”复选框，则没有 Cookie 储存。要删除所储存的 Cookie，您需要手动退出。';

$l_t_data = '数据存储';
$l_data = array();
$l_data[1] = 'ProjNote使用第三方供应商和托管合作伙伴提供的必要的硬件，软件，网络，存储，以及运行 www.projnote.com 网站所需要的相关技术。 虽然 ProjNote 拥有的代码，数据库，的ProjNote应用程序的所有权利，但您保留您所提供的所有内容和信息的所有权。';

$l_t_changes = '变更';
$l_changes = array();
$l_changes[1] = 'ProjNote 可能会定期更新此政策。我们将通知您在我们这样对待发出通知在指定您 ProjNote 帐户的主电子邮件地址，或通过我们的网站上放置一个突出的通知来表示此隐私政策有变化。';
?>